Repository: GetSale/CS-Cart
Catalog: upload/var/langs/*/addons/getsale.po
Languages: ru_ru

# Addons::description::getsale
source: getsale desc
ru_ru: Профессиональный инструмент для создания popup-окон

# Languages::getsale.auth
source: <a id="auth" class="cm-ajax cm-comet btn btn-primary" href="[reg_getsale]&url=[http_location]" style="text-align:center;">Auth</a>
ru_ru: <a id="auth" class="cm-ajax cm-comet btn btn-primary" href="[reg_getsale]&url=[http_location]" style="text-align:center;">Авторизация</a>

# Languages::getsale_connect_notification
source: The <a href="[addon_link]">GetSale</a> is not connected to the <a href="http://getsale.io" target="_blank">GetSale service</a>. Set it up to enable.
ru_ru: В настоящий момент <a href="[addon_link]">модуль GetSale</a> не подключён. Настройте этот модуль, указав ваш Email и Ключ API с сайта <a href="http://getsale.io" target="_blank">GetSale</a> в настройках модуля.

# Languages::getsale.getsale_desc
source: Try GetSale
ru_ru: GetSale поможет вашему сайту нарастить контактную базу лояльных клиентов, информировать посетителей о предстоящих акциях, распродажах, раздавать промокоды, скидки и многое другое, что напрямую повлияет на конверсии покупателей и рост продаж.

# Languages::apikey
source: API Key
ru_ru: Ключ API

# Languages::getsale_connect
source: Auth
ru_ru: Авторизация

# Languages::getsale.help1
source: Input values from <a href="http://getsale.io" ">GetSale</a>
ru_ru: Введите Email и ключ API из личного кабинета <a href="http://getsale.io" ">GetSale</a>

# Languages::getsale.help2
source: Registration in <a href="http://getsale.io" target="_blank">GetSale</a>
ru_ru: Если вы ещё не зарегистрировались в сервисе GetSale это можно сделать по ссылке <a href="http://getsale.io" target="_blank">GetSale</a>

# Languages::getsale.help3
source: TechSupport <a href="mailto:support@getsale.io">support@getsale.io</a>
ru_ru: Служба технической поддержки <a href="mailto:support@getsale.io">support@getsale.io</a>

# Languages::getsale.help5
source: Help 5
ru_ru: Войдите в личный кабинет <a href="http://getsale.io" target="_blank">GetSale</a> для просмотра статистики.

# Languages::getsale_auth_error
source: Auth Error
ru_ru: Ошибка регистрации

# Languages::getsale.success
source: Success
ru_ru: Поздравляем! Ваш сайт успешно привязан к аккаунту <a href="http://getsale.io" target="_blank">GetSale</a>.

# Languages::getsale.error_empty_fields
source: Error Empty Fields
ru_ru: Заполните обязательные поля!

# Languages::getsale.error_403
source: Error 403
ru_ru: Введен неверный ключ API!

# Languages::getsale.error_404
source: Error 404
ru_ru: Данный email не зарегистрирован на сайте http://getsale.io

# Languages::getsale.error_500
source: Error 500
ru_ru: Невозможно создать проект. Возможно, он уже создан.

# Languages::getsale.error_0
source: Error 0
ru_ru: Неверный формат данных.

# Languages::getsale.error_1
source: Error 1
ru_ru: Ошибка при сохранении данных модуля.

# SettingsSections::getsale::general
source: GetSale Settings
ru_ru: Настройки GetSale

# SettingsOptions::getsale::getsale_email
source: getsale email
ru_ru: Email

# SettingsOptions::getsale::getsale_apikey
source: getsale apikey
ru_ru: Ключ API

# SettingsTooltips::getsale::getsale_email
source: getsale Email Tooltip
ru_ru: Ваш Email в системе getsale.io

# SettingsTooltips::getsale::getsale_apikey
source: getsale Api Key Tooltip
ru_ru: Ваш Ключ API
